IDEA Open Model
ReportSettings.Views Property
Compatible with IDEA StatiCa 20.1
 Indicates, whether generate views (XY, XZ, YZ) into report.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool Views { get; set; }
Public Property Views As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace